[
	{
		"title" : "A star is Born",
		"picture" : "image/A-Star-Is-Born.jpg",
		"deskripsi" : "In this new take on the tragic love story, he plays seasoned musician Jackson Maine, who discovers—and falls in love with—struggling artist Ally (Gaga). She has just about given up on her dream to make it big as a singer… until Jack coaxes her into the spotlight. But even as Ally’s career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons."
	},
	{
		"title" : "Forever My Girl",
		"picture" : "image/Forever-My-Girl.jpg",
		"deskripsi" : "he movie is all about getting love back, realizing and fixing past mistakes that resulted the situation.The music in this movie makes it more romantic and touchy.The story displays the life of a music star Liam Page who leaves his love to have his ambitions.After 8 long years he realizes his mistake and tries to get back the girl. He also comes to know that he has a seven year old daughter"
	},
	{
		"title" : "Mamamia",
		"picture" : "image/Mamma-Mia.jpg",
		"deskripsi" : "It is the sequel film to 2008’s Mamma Mia! that is quite popular among the followers of the genre. In this 2018 movie, Donna’s daughter Sophie is pregnant and isn’t confident to look after the condition.She takes help of her mother Donna; thereafter the movie gets into flashback with the story of young Donna.There are a few elements that make this movie fascinating, one is that it is a sequel of a popular movie,second is the featuring of Meryl Streep and third it has nice music. I believe that these are the enough reasons to watch the movie."
	},
	{
		"title" : "Mile 22",
		"picture" : "image/Mile22.jpg",
		"deskripsi" : "An elite American intelligence officer, aided by a top-secret tactical command unit, tries to smuggle a mysterious police officer with sensitive information out of Indonesia."
	},
	{
		"title" : "Mission Imposible FallOut",
		"picture" : "image/MissionImpossibleFallout.jpg",
		"deskripsi" : "Ethan Hunt and his IMF team, along with some familiar allies, race against time after a mission gone wrong."
	},
	{
		"title" : "The Spy Who Dumped Me",
		"picture" : "image/TheSpyWhoDumpedMe.jpg",
		"deskripsi" : "Audrey and Morgan are best friends who unwittingly become entangled in an international conspiracy when one of the women discovers the boyfriend who dumped her was actually a spy."
	},
	{
		"title" : "NutCracker",
		"picture" : "image/NC.png",
		"deskripsi" : "The classic story told of a young girl named Clara who receives a nutcracker doll from her godfather on Christmas Eve. When she goes to check on it later that night, the clock strikes midnight, and she finds herself thrust into a fantastical world where she is in the middle of a war between gingerbread soldiers and an army of mice."
	},
	{
		"title" : "Fantastic Beast",
		"picture" : "image/FB.jpg",
		"deskripsi" : "The adventures of writer Newt Scamander in New York's secret community of witches and wizards seventy years before Harry Potter reads his book in school."
	},
	{
		"title" : "Christopher Robin",
		"picture" : "image/CR.jpg",
		"deskripsi" : "The focus will be Christopher Robin as an adult, which brings him back to A.A. Milne’s famous bear and the Hundred Acre Wood."
	},
	{
		"title" : "The First Purge",
		"picture" : "image/The-First-Purge.jpg",
		"deskripsi" : "To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America (NFFA) test a sociological theory that vents aggression for one night in one isolated community. But when the violence of the oppressors meets the rage of the marginalized, the contagion will explode from the trial-city borders and spread across the nation."
	},
	{
		"title" : "Truth Or Dare",
		"picture" : "image/Truth-Or-Dare.jpg",
		"deskripsi" : "The story centers on a harmless game of Truth or Dare among friends that turns deadly when someone, or something, begins to punish those who tell a lie or refuse the dare."
	},
	{
		"title" : "Winchester",
		"picture" : "image/Winchester.jpg",
		"deskripsi" : "Inspired by true events. On an isolated stretch of land 50 miles outside of San Francisco sits the most haunted house in the world. Built by Sarah Winchester, (Academy Award®-winner Helen Mirren) heiress to the Winchester fortune, it is a house that knows no end. Constructed in an incessant twenty-four hour a day, seven day a week mania for decades, it stands seven stories tall and contains hundreds of rooms."
	},
	{
		"title" : "Ready Player One",
		"picture" : "image/RPO.jpg",
		"deskripsi" : "When the creator of a virtual reality world called the OASIS dies, he releases a video in which he challenges all OASIS users to find his Easter Egg, which will give the finder his fortune."
	},
	{
		"title" : "Venom",
		"picture" : "image/Venom.jpg",
		"deskripsi" : "When Eddie Brock acquires the powers of a symbiote, he will have to release his alter-ego Venom to save his life."
	},
	{
		"title" : "Black Panther",
		"picture" : "image/BP.jpg",
		"deskripsi" : "T'Challa, heir to the hidden but advanced kingdom of Wakanda, must step forward to lead his people into a new future and must confront a challenger from his country's past."
	},
	{
		"title" : "Halloween",
		"picture" : "image/Halloween.jpg",
		"deskripsi" : "Jamie Lee Curtis returns to her iconic role as Laurie Strode, who comes to her final confrontation with Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago."
	},
	{
		"title" : "The Nun",
		"picture" : "image/The-Nun.jpg",
		"deskripsi" : "When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order’s unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in “The Conjuring 2,” as the abbey becomes a horrific battleground between the living and the damned."
	},
	{
		"title" : "Hereditary",
		"picture" : "image/Hereditary.jpg",
		"deskripsi" : "When Ellen, the matriarch of the Graham family, passes away, her daughter's family begins to unravel cryptic and increasingly terrifying secrets about their ancestry. The more they discover, the more they find themselves trying to outrun the sinister fate they seem to have inherited. Making his feature debut, writer-director Ari Aster unleashes a nightmare vision of a domestic breakdown that exhibits the craft and precision of a nascent auteur, transforming a familial tragedy into something ominous and deeply disquieting, and pushing the horror movie into chilling new terrain with its shattering portrait of heritage gone to hell."
	}

	]